Repository: Wilbur0912/Sit_Posture_Detection_APP
Catalog: lib/l10n/intl_*.arb
Languages: vi, zh

source: Enter your
vi: Thông tin của bạn
zh: 輸入您的

# hn_account
source: Don't have an account yet ï¼Ÿ
vi: Bạn chưa có tài khoản?
zh: 還沒有帳號嗎 ？

source: Step
vi: Bước
zh: 步驟

source: Login
vi: Đăng nhập
zh: 登入

# welcome
source: Welcome back
vi: Chào mừng trở lại
zh: 歡迎回來

# en_account_name
source: Enter account name
vi: Tên tài khoản
zh: 輸入帳號名稱

source: Next step
vi: Bước tiếp theo
zh: 下一步

# in_a
source: Please enter your account name to continue to the next step
vi: Nhập tên tài khoản Tiếp tục
zh: 請輸入帳號名稱 繼續下一步

# set_pass
source: Set your password
vi: Mật khẩu
zh: 設定您的密碼

# en_pass
source: Enter password
vi: Nhập mật khẩu
zh: 輸入密碼

# st_pass
source: Enter a strong password that is sufficient to protect your account
vi: Nhập mật khẩu mạnh
zh: 輸入足夠保護你帳號的 強大密碼

# you_gender
source: What is your gender?
vi: Giới tính
zh: 你的性別是?

# fun
source: Functions
vi: Tiện ích
zh: 功能庫

source: Male
vi: Nam
zh: 男

source: Female
vi: Nữ
zh: 女

# re_d
source: Modify information
vi: Chỉnh sửa
zh: 修改資料

# your_weight
source: What is your weight?
vi: Cân nặng
zh: 你的體重是?

# your_height
source: What is your height?
vi: Chiều cao
zh: 你的身高是?

# reg
source: Register
vi: Đăng ký
zh: 註冊

source: Hi,
vi: Xin chào
zh: 你好,

# ever_ad
source: Daily recommendations
vi: Lời khuyên
zh: 每日建議

# ad
source: Your recent bad posture is mostly leaning to the right. We recommend that you refer to the following rehabilitation exercises
vi: Tư thế bạn đang nghiêng về bên phải, hãy đứng dậy vận động sau 20-30 phút để tránh
zh: 您最近的不良姿勢大多為向右傾斜，建議您每隔 20-30 分鐘，就起身活動一下，伸展一下肌肉，避免長時間保持同一姿勢

source: Real-time
vi: Thời gian thực
zh: 即時監測

# detail
source: Detailed data
vi: Chi tiết
zh: 詳細資料

# min_av
source: Average min
vi: Trung bình
zh: 分鐘平均

# Today_min
source: You have been like this for {a} minutes today
vi: Đã phát hiện {a} phút
zh: 今天已偵測{a}分鐘了

# total_time
source: Data
vi: Thống kê
zh: 資料統計

# av_sit
source: Daily bad sitting time
vi: Thời gian ngồi không tốt
zh: 每天不良坐姿時長

# connect_sit
source: Connect
vi: Kết nối ghế ngồi
zh: 連接坐墊

# connect
source: Connecting
vi: Đang kết nối
zh: 連接中

# low
source: Low latency
vi: Độ trễ thấp
zh: 低延遲

# setting
source: Settings
vi: Cài đặt
zh: 設定

# see_static
source: View statistical data
vi: Xem thống kê
zh: 觀看統計資料

# now
source: Currently, you
vi: Hiện tại
zh: 目前您

# total_static
source: Total statistics
vi: Tổng cộng
zh: 統計總共

source: min
vi: Phút
zh: 分鐘

source: Hour
vi: Giờ
zh: 小時

# total_av
source: Total average
vi: Trung bình
zh: 總計平均

# low_than
source: Less than
vi: Dưới
zh: 低於

# every_awful
source: Every {date} bad posture
vi: Thống kê tư thế không tốt mỗi {date}
zh: 每{date}不良姿勢統計

source: Day
vi: Ngày
zh: 日

source: Week
vi: Tuần
zh: 周

source: Month
vi: Tháng
zh: 月

source: Year
vi: Năm
zh: 年

# detail_record
source: Detailed record
vi: Bản ghi chi tiết
zh: 詳細記錄

# WIFI
source: Seat cushion Wi-Fi settings
vi: Cài đặt Wi-Fi
zh: 坐墊 Wi-Fi 設定

# wifi_name
source: Hotspot Wi-Fi name
vi: Tên Wi-Fi
zh: 熱點 Wi-Fi 名稱

# wifi_password
source: Hotspot Wi-Fi password
vi: Mật khẩu Wi-Fi
zh: 熱點 Wi-Fi 密碼

# sit_ID_code
source: Seat number: dwxsfexdzy
vi: Mã số ghế ngồi
zh: 坐墊序號: dwxsfexdzy

# already_connect
source: Seat cushion is connected
vi: Ghế ngồi đã kết nối
zh: 坐墊已連線

# sit_ID
source: Seat cushion serial number
vi: Mã số ghế ngồi
zh: 坐墊序號

source: OK
vi: Xác nhận
zh: 確認

# con
source: Continue
vi: Tiếp tục
zh: 繼續

source: Height
vi: Chiều cao
zh: 身高

source: Weight
vi: Cân nặng
zh: 體重

source: Gender
vi: Giới tính
zh: 性別

# name
source: Account name
vi: Tên tài khoản
zh: 帳號名稱

source: Password
vi: Mật khẩu
zh: 密碼

source: Logout
vi: Đăng xuất
zh: 登出

# Left_foot
source: Left Leg Crossed
vi: Chân trái
zh: 翹左腳

# right_foot
source: Right Leg Crossed
vi: Chân phải
zh: 翹右腳

source: Sphinx
vi: Sư tử
zh: 人面獅身坐姿

# One_third
source: One-Third Sitting
vi: Một phần ba
zh: 三分之一坐姿

# Upper_right
source: Upper Body Right Tilt
vi: Phải
zh: 上半身右傾

# Upper_left
source: Upper Body Left Tilt
vi: Trái
zh: 上半身左傾

# Hunchback
source: Hunched
vi: Gù
zh: 駝背

# half_lying
source: Half-Lying Half-Sitting
vi: Nửa nằm
zh: 半躺半坐

# Sit
source: Normal Sitting
vi: Ngồi
zh: 坐姿端正

source: Cross-Legged
vi: Bắt chéo chân
zh: 盤腿

source: No-Sit
vi: Không ngồi
zh: 沒人坐

source: Current-Sit
vi: Tư thế ngồi
zh: 目前坐姿
